
;--------------------------------------------------
;----------------- Item Templates -----------------
;--------------------------------------------------
[AugmentationHead_MkZero X2EquipmentTemplate]
FriendlyName="Augmented Eyes"
FriendlyNamePlural="Augmented Eyes"
BriefSummary="Enhanced targeting capability against flanked targets."
TacticalText="Enhanced targeting capability against flanked targets. \n Scavenged from ADVENT materials -- requires soldiers to be injured to be used. \n Further cybernetic research may remove this requirement."

[AugmentationTorso_MkZero X2EquipmentTemplate]
FriendlyName="Augmented Torso"
FriendlyNamePlural="Augmented Torso"
BriefSummary="Grants free vest slot."
TacticalText="Grants free vest slot.\n Scavenged from ADVENT materials -- requires soldiers to be injured to be used. \n Further cybernetic research may remove this requirement."

[AugmentationArms_MkZero X2WeaponTemplate]
FriendlyName="Augmented Arms"
FriendlyNamePlural="Augmented Arms"
BriefSummary="Grants an augmented punch."
TacticalText="Grants an augmented punch. \n Scavenged from ADVENT materials -- requires soldiers to be injured to be used. \n Further cybernetic research may remove this requirement."

[AugmentationLegs_MkZero X2EquipmentTemplate]
FriendlyName="Augmented Legs"
FriendlyNamePlural="Augmented Legs"
BriefSummary="Increases mobility."
TacticalText="Increases mobility. \n Scavenged from ADVENT materials -- requires soldiers to be injured to be used. \n Further cybernetic research may remove this requirement."


;--------------------------------------------------
;----------------- Abilities ----------------------
;--------------------------------------------------


[AugmentedPerception X2AbilityTemplate]
LocFriendlyName="Augmented Perception"
LocFlyOverText="Augmented Perception"
LocLongDescription="+5 aim against enemies that are flanked."
LocHelpText="+5 aim against enemies that are flanked."

[AugmentedMobility X2AbilityTemplate]
LocFriendlyName="Augmented Mobility"
LocLongDescription="Standard prosthetic legs provide a small bonus to mobility."
LocHelpText="Standard prosthetic legs provide a small bonus to mobility."
LocFlyOverText="Augmented Mobility"" 

[NeverAsked X2AbilityTemplate]
LocFriendlyName="Never Asked For This"
LocFlyOverText="Never Asked For This"
LocLongDescription="When fully augmented with mark zero augments, the soldier becomes immune to fire and poison."
LocHelpText="When fully augmented with mark zero augments, the soldier becomes immune to fire and poison."